var tracks = [
   {
      "難度": "1",
      "主題": "城鎮",
      "名稱": "運河"
   },
   {
      "難度": "2",
      "主題": "城鎮",
      "名稱": "鐘樓"
   },
   {
      "難度": "2",
      "主題": "城鎮",
      "名稱": "高速公路"
   },
   {
      "難度": "3",
      "主題": "城鎮",
      "名稱": "手指"
   },
   {
      "難度": "5",
      "主題": "城鎮",
      "名稱": "公路"
   },
   {
      "難度": "1",
      "主題": "沙漠",
      "名稱": "綠洲"
   },
   {
      "難度": "1",
      "主題": "沙漠",
      "名稱": "市場"
   },
   {
      "難度": "2",
      "主題": "沙漠",
      "名稱": "人面獅身"
   },
   {
      "難度": "3",
      "主題": "沙漠",
      "名稱": "金字塔"
   },
   {
      "難度": "4",
      "主題": "沙漠",
      "名稱": "渠道"
   },
   {
      "難度": "5",
      "主題": "沙漠",
      "名稱": "旋轉工地"
   },
   {
      "難度": "1",
      "主題": "冰河",
      "名稱": "墓地"
   },
   {
      "難度": "1",
      "主題": "冰河",
      "名稱": "晶洞穴"
   },
   {
      "難度": "2",
      "主題": "冰河",
      "名稱": "冰山極速"
   },
   {
      "難度": "4",
      "主題": "冰河",
      "名稱": "極限競技場"
   },
   {
      "難度": "5",
      "主題": "冰河",
      "名稱": "冰山滑雪場"
   },
   {
      "難度": "1",
      "主題": "森林",
      "名稱": "木桶"
   },
   {
      "難度": "1",
      "主題": "森林",
      "名稱": "山谷"
   },
   {
      "難度": "2",
      "主題": "森林",
      "名稱": "奇石"
   },
   {
      "難度": "2",
      "主題": "森林",
      "名稱": "熊貓村"
   },
   {
      "難度": "3",
      "主題": "森林",
      "名稱": "木桶驚險跳躍"
   },
   {
      "難度": "4",
      "主題": "森林",
      "名稱": "髮夾彎"
   },
   {
      "難度": "3",
      "主題": "礦山",
      "名稱": "岩漿洞"
   },
   {
      "難度": "3",
      "主題": "礦山",
      "名稱": "寶石開採場"
   },
   {
      "難度": "3",
      "主題": "礦山",
      "名稱": "奪魂鐵道"
   },
   {
      "難度": "3",
      "主題": "礦山",
      "名稱": "淘金潮"
   },
   {
      "難度": "4",
      "主題": "礦山",
      "名稱": "三重捷徑"
   },
   {
      "難度": "5",
      "主題": "礦山",
      "名稱": "曲折滑坡"
   },
   {
      "難度": "2",
      "主題": "世界",
      "名稱": "江南街"
   },
   {
      "難度": "2",
      "主題": "世界",
      "名稱": "伊斯坦堡日落廣場"
   },
   {
      "難度": "3",
      "主題": "世界",
      "名稱": "LA跑萊塢"
   },
   {
      "難度": "2",
      "主題": "森林",
      "名稱": "蘑菇洞穴"
   },
   {
      "難度": "1",
      "主題": "工廠",
      "名稱": "探險開始"
   },
   {
      "難度": "3",
      "主題": "工廠",
      "名稱": "任性的布羅帝"
   },
   {
      "難度": "3",
      "主題": "工廠",
      "名稱": "巨大齒輪的威脅"
   },
   {
      "難度": "5",
      "主題": "工廠",
      "名稱": "未完成第5禁區"
   },
   {
      "難度": "2",
      "主題": "世界",
      "名稱": "倫敦的夜晚"
   },
   {
      "難度": "4",
      "主題": "世界",
      "名稱": "紐約大疾走"
   },
   {
      "難度": "4",
      "主題": "世界",
      "名稱": "里約的村落"
   },
   {
      "難度": "4",
      "主題": "世界",
      "名稱": "兵馬俑陵寢"
   },
   {
      "難度": "3",
      "主題": "WKC",
      "名稱": "新加坡賽道"
   },
   {
      "難度": "3",
      "主題": "WKC",
      "名稱": "韓國賽道"
   },
   {
      "難度": "3",
      "主題": "WKC",
      "名稱": "日本賽道"
   },
   {
      "難度": "4",
      "主題": "WKC",
      "名稱": "巴西賽道"
   },
   {
      "難度": "1",
      "主題": "城鎮",
      "名稱": "微風公園"
   },
   {
      "難度": "2",
      "主題": "城鎮",
      "名稱": "市政廳廣場"
   },
   {
      "難度": "1",
      "主題": "世界",
      "名稱": "夏威夷呼拉呼拉"
   },
   {
      "難度": "2",
      "主題": "世界",
      "名稱": "威尼斯貢多拉之旅"
   },
   {
      "難度": "3",
      "主題": "世界",
      "名稱": "舊金山水上飛機基地"
   },
   {
      "難度": "4",
      "主題": "世界",
      "名稱": "邁阿密海濱大道"
   },
   {
      "難度": "3",
      "主題": "冰河",
      "名稱": "360度高塔"
   },
   {
      "難度": "2",
      "主題": "森林",
      "名稱": "瀑布"
   },
   {
      "難度": "4",
      "主題": "WKC",
      "名稱": "墨西哥越野拉力賽道"
   },
   {
      "難度": "1",
      "主題": "墓園",
      "名稱": "幽靈鬼城"
   },
   {
      "難度": "2",
      "主題": "墓園",
      "名稱": "幽暗的蝙蝠城"
   },
   {
      "難度": "2",
      "主題": "墓園",
      "名稱": "恐怖之路"
   },
   {
      "難度": "3",
      "主題": "墓園",
      "名稱": "幽靈峽谷"
   },
   {
      "難度": "4",
      "主題": "WKC",
      "名稱": "上海賽道"
   },
   {
      "難度": "3",
      "主題": "沙漠",
      "名稱": "水庫"
   },
   {
      "難度": "3",
      "主題": "森林",
      "名稱": "瀑布滑道"
   },
   {
      "難度": "2",
      "主題": "城鎮",
      "名稱": "尖峰時刻"
   },
   {
      "難度": "4",
      "主題": "WKC",
      "名稱": "加拿大賽道"
   },
   {
      "難度": "2",
      "主題": "月光",
      "名稱": "車站的奔馳"
   },
   {
      "難度": "2",
      "主題": "月光",
      "名稱": "環道"
   },
   {
      "難度": "2",
      "主題": "月光",
      "名稱": "鐵路"
   },
   {
      "難度": "1",
      "主題": "月光",
      "名稱": "隧道"
   },
   {
      "難度": "4",
      "主題": "工廠",
      "名稱": "傻瓜陷阱"
   },
   {
      "難度": "3",
      "主題": "工廠",
      "名稱": "砰砰砰大冒險"
   },
   {
      "難度": "2",
      "主題": "墓園",
      "名稱": "骷髏祭壇"
   },
   {
      "難度": "4",
      "主題": "墓園",
      "名稱": "骷髏城大探險"
   },
   {
      "難度": "1",
      "主題": "太空",
      "名稱": "加速跳台"
   },
   {
      "難度": "2",
      "主題": "太空",
      "名稱": "立橋"
   },
   {
      "難度": "2",
      "主題": "太空",
      "名稱": "險道"
   },
   {
      "難度": "2",
      "主題": "太空",
      "名稱": "彈跳"
   },
   {
      "難度": "2",
      "主題": "太空",
      "名稱": "宇宙船起飛"
   },
   {
      "難度": "3",
      "主題": "太空",
      "名稱": "懸空分岔跑道"
   },
   {
      "難度": "3",
      "主題": "太空",
      "名稱": "戰鬥飛行場"
   },
   {
      "難度": "3",
      "主題": "太空",
      "名稱": "空中走廊"
   },
   {
      "難度": "4",
      "主題": "太空",
      "名稱": "宇宙101"
   },
   {
      "難度": "5",
      "主題": "太空",
      "名稱": "蜿蜒跑道"
   },
   {
      "難度": "3",
      "主題": "森林",
      "名稱": "游擊場"
   },
   {
      "難度": "3",
      "主題": "世界",
      "名稱": "杜拜的市中心"
   },
   {
      "難度": "4",
      "主題": "沙漠",
      "名稱": "失落都市"
   },
   {
      "難度": "4",
      "主題": "WKC",
      "名稱": "江南賽道"
   }
];